[
  {
    "type" : "project",
    "operation" : "create",
    "attributes" : {
      "title" : "Things для Mac – пробный проект",
      "notes" : "В этом проекте содержится вся основная информация о том, как работать с Things. Его можно создавать через меню «Справка» сколько угодно раз, поэтому экспериментируйте с ним без опаски.",
      "items" : [
        {
          "type" : "heading",
          "operation" : "create",
          "attributes" : {
            "title" : "Первые шаги"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Задача первая: дважды щелкнуть здесь",
            "notes" : "Получилось! Это открытая задача Things. Установите флажок, чтобы отметить ее как выполненную. Выполненные задачи автоматически перемещаются в конец списка."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Создание новой задачи",
            "notes" : "Нажмите на клавиатуре ⌘N, и в списке появится новая задача."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Добавление задачи в раздел «Сегодня»",
            "notes" : "Щелкните на значке календаря внизу, чтобы определить срок выполнения задачи. Выберите «Сегодня»."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Перенос задачи на потом",
            "notes" : "Снова щелкните на значке календаря, но теперь выберите более позднюю дату. В назначенный день задача автоматически появится в разделе «Сегодня».\n\nВсе запланированные на будущее задачи перемещаются в конец раздела, к которому они относятся."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Создание раздела",
            "notes" : "Выберите пункт меню «Файл» – «Новый раздел», а затем перетащите эту задачу под вновь созданный заголовок раздела."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Создание проекта",
            "notes" : "Вперед, к новым свершениям! Чтобы добавить собственный проект, нажмите «+ Новый список» в нижней части боковой панели."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Организация по областям",
            "notes" : "Группируйте проекты и задачи по областям – «Работа», «Финансы», «Здоровье» и так далее.\n\nПопробуйте: нажмите кнопку «+ Новый список» в нижней части боковой панели, чтобы создать область.\n\nВ отличие от проектов, области невозможно завершить или возобновить: они просто существуют в списке."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Готово!",
            "notes" : "Вы познакомились со всеми основными функциями программы. Теперь можно приступать к созданию проектов и задач.\n\nЕсли вам захочется изучить возможности Things более подробно, вы всегда можете вернуться к этому проекту, а потом отметить его как завершенный, нажав на кружок вверху. \n\nНадеемся, что программа Things понравится вам!"
          }
        },
        {
          "type" : "heading",
          "operation" : "create",
          "attributes" : {
            "title" : "Настройка программы"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Объединение с календарем",
            "notes" : "Если подключить к Things календарь, события и задачи из него также будут отображаться в общем списке. Чтобы активировать эту опцию, откройте в настройках Things вкладку «Календарь» и установите флажок."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Виджеты",
            "notes" : "Виджеты помогают быстро открывать нужные списки, не отвлекаясь от работы в другом приложении.\n\nВиджетов можно создавать сколько угодно. Вот как это делается:",
            "checklist-items" : [
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Откройте «Центр уведомлений», нажав его значок в правой части экрана"
                }
              },
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Нажмите кнопку внизу, чтобы открыть экран редактирования виджетов"
                }
              },
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Найдите в открывшемся списке Things и добавьте виджет"
                }
              },
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Щелкните по виджету правой клавишей мыши и выберите, какой список показывать"
                }
              }
            ]
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Синхронизация данных",
            "notes" : "Things Cloud синхронизирует задачи между Mac, iPhone и iPad. Чтобы создать бесплатную учетную запись, откройте Things – «Настройки» – Things Cloud.\n\nСоздать учетную запись – хорошая идея, даже если вы пользуетесь Things только на одном устройстве. Ведь данные, сохраненные в облаке, не пропадут, даже если девайс вдруг будет украден или потеряется."
          }
        },
        {
          "type" : "heading",
          "operation" : "create",
          "attributes" : {
            "title" : "Эффективная работа"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Добавление задач из других программ",
            "notes" : "Опция «Быстрый ввод» дает возможность добавлять задачи в Things из абсолютно любой программы. Нажмите Ctrl+пробел и увидите сами!"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Добавление ссылки на письмо, сайт или файл",
            "notes" : "Чтобы добавить к задаче ссылку на сообщение электронной почты, сайт или локально сохраненный файл, просто перетащите этот объект в заметку к задаче.\n\nКстати, функция быстрого ввода с автозаполнением умеет добавлять такую контекстную информацию самостоятельно. Включить эту опцию можно в настройках Things (вкладка «Быстрый ввод»)."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Быстрый поиск",
            "notes" : "Быстрый поиск – это удобный способ мгновенно попадать в нужное место. Закройте эту заметку и просто начните набирать что угодно – название существующего списка, проекта, задачи. Попробуйте!"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Добавление к задачам тегов",
            "notes" : "Теги помогут структурировать задачи более четко. Вот как их можно использовать:\n\n- проставлять теги «Дом» или «Работа»,\n- отмечать повседневные дела тегом «Домашние дела»,\n- выделять приоритетные задачи тегом «Важное»,\n- уточнять, кто еще одновременно с вами занят в проекте – например, «Лена»,\n- и конечно, создавать любые другие теги.\n\nТеги добавляются нажатием кнопки внизу. Чтобы просмотреть все задачи, отмеченные конкретным тегом, задайте этот тег в поле быстрого поиска."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Добавление к задачам чек-листов",
            "notes" : "Формат чек-листа хорошо подходит для пошаговых инструкций или списков – что купить на ужин, что взять с собой в дорогу и т.п. Просто разбивайте задачи на подпункты и отмечайте их галочкой по мере выполнения. \n\n…кстати, оказывается, испечь печенье из арахисовой пасты проще простого. 😃",
            "checklist-items" : [
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Разогреть духовку до 175ºC"
                }
              },
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "250 г арахисовой пасты, 200 г сахара и 1 яйцо взбить миксером в однородную массу"
                }
              },
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Скатать из теста шарики, выложить на противень, застеленный пергаментной бумагой, немного сплюснуть и вилкой крест-накрест нанести узор в центре"
                }
              },
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Выпекать 10 минут, затем дать остыть пару минут"
                }
              }
            ]
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Напоминания",
            "notes" : "Чтобы оптимально спланировать распорядок дня, с утра просматривайте раздел «Сегодня». Ну а если все-таки волнуетесь, что нечаянно забудете о важной задаче, установите для нее напоминание.\n\nНажмите значок календаря внизу и наберите «пн 15:00»."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Планы на вечер",
            "notes" : "Если вы планируете в Things рутинные домашние дела вроде уборки или походов по магазинам, то скорее всего, их место – в вечернем графике. Щелкните по значку календаря ниже и выберите «Сегодня вечером»."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Временное отключение бокового меню",
            "notes" : "Со временем боковое меню наполняется множеством задач и проектов – в том числе несрочных. Чтобы не отвлекаться на них, на время скройте меню, потянув его правую границу до упора влево или нажав ⌘\/"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Работа с несколькими окнами",
            "notes" : "В ходе работы над проектом бывает просто необходимо держать перед глазами несколько списков одновременно. Щелкните любой список в боковом меню правой клавишей мыши – и он откроется в отдельном окне."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Преобразование задачи в проект",
            "notes" : "Может случиться, что вы создадите задачу, но затем поймете, что одним шагом не обойтись, и дело требует целого проекта. Просто нажмите ••• на панели внизу и выберите пункт «Сделать проектом».\n\nПункты чек-листа превратятся в отдельные задачи нового проекта.",
            "checklist-items" : [
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Задача № 1"
                }
              },
              {
                "type" : "checklist-item",
                "operation" : "create",
                "attributes" : {
                  "title" : "Задача № 2"
                }
              }
            ]
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Установка задачи на повтор",
            "notes" : "Некоторые задачи нужно выполнять каждые несколько дней, недель или месяцев. Создайте повторяющуюся задачу, и Things будет автоматически напоминать вам о ней в нужный день.\n\nДля создания повторяющейся задачи выберите «Файл» – «Новая повторяющаяся задача»."
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Самые важные горячие клавиши",
            "notes" : "Вот самые важные горячие клавиши Things:\n\n⌘S: выбрать дату для задачи\n⌘T: поставить задачу в список «Сегодня»\n⌘⇧M: переместить задачу в другой список\n\n⌘↑: подвинуть задачу вверх\n⌘↓: подвинуть задачу вниз"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Добавление структуры с помощью Markdown",
            "notes" : "Теперь в Things можно использовать Markdown. Это помогает визуально оформить и структурировать любую заметку.\n\nЕсли вы еще не работали с Markdown, краткая справка. Чтобы визуально выделить важное слово, поставьте по обеим сторонам звездочки: *выделение*. Как мы видим, Things автоматически распознает это и показывает слово курсивом. Если удалить звездочки, это снова вернет обычный шрифт. \n\nЕще пара примеров:\n\n- Двойные звёздочки делают текст жирным. \n- Двоеточия ::подсвечивают:: слово или фразу. \n- Знак решётки в начале (#) создаёт заголовок:\n\n# Заголовок.\n\n---\n\nТакой подход кажется непривычным, но поработайте с ним немного, и вы увидите, как с ним удобно на лету изменять вид текста. Особенно легко это делается через горячие клавиши. Вы найдёте их в меню «Правка» – Markdown.\n\nПодробнее об этом можно почитать в руководстве по Markdown на нашем сайте: culturedcode.com\/things\/help\/markdown\/"
          }
        },
        {
          "type" : "heading",
          "operation" : "create",
          "attributes" : {
            "title" : "Заключение"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Наши новости и планы",
            "notes" : "Мы продолжаем совершенствовать Things и добавлять новые возможности. Хотите оперативно узнавать о них? Читайте нас в соцсетях или подписывайтесь на нашу рассылку: culturedcode.com\/follow\/"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Оцените нас",
            "notes" : "Если Things помогает вам в работе, мы будем очень рады, если вы поставите программе оценку в App Store.\n\nculturedcode.com\/things\/mac\/rate\/"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Things для iPhone и iPad",
            "notes" : "Things для iPhone и Apple Watch помогут всегда держать задачи под рукой (ну, или на руке 😉): culturedcode.com\/things\/iphone\/appstore\/\n\nThings для iPad даст возможность упорядочивать задачи и корректировать планы: culturedcode.com\/things\/ipad\/appstore\/"
          }
        },
        {
          "type" : "to-do",
          "operation" : "create",
          "attributes" : {
            "title" : "Вопросы? Задавайте!",
            "notes" : "У вас остались вопросы по работе с программой? На нашем сайте вы найдете большую подборку справочных статей, руководств и полезных советов. Также вы всегда можете написать нам напрямую – мы всегда рады помочь!\n\nculturedcode.com\/support\/"
          }
        }
      ]
    }
  }
]
